src/test/resources/file_endpoint/input/GetParameterValues.txt

<SOAP-ENV:Envelope xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cwmp="urn:dslforum-org:cwmp-1-0" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<SOAP-ENV:Header>
		<cwmp:ID SOAP-ENV:mustUnderstand="1">ID:intrnl.unset.id.GetParameterValues1345013027560.6576755</cwmp:ID>
		<cwmp:NoMoreRequests>0</cwmp:NoMoreRequests>
	</SOAP-ENV:Header>
	<SOAP-ENV:Body>
		<cwmp:GetParameterValues xmlns:cwmp="urn:dslforum-org:cwmp-1-0">
			<ParameterNames SOAP-ENC:arrayType="xsd:string[1]">
				<string>InternetGatewayDevice.ManagementServer.PeriodicInformInterval</string>
			</ParameterNames>
		</cwmp:GetParameterValues>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>